
export const happinessQuestions = [
  "Често се чувствувам смирено и присутно во моментот.",
  "Се будам со чувство на енергија и волја за нов ден.",
  "Имам барем една личност на која можам да ѝ се доверувам.",
  "Се чувствувам прифатено и вреднувано од луѓето околу мене.",
  "Знам како да се справам со стресни ситуации.",
  "Имам навики кои ми носат радост и мир.",
  "Редовно се смеам искрено и од срце.",
  "Се чувствувам удобно да бидам свој/а во друштво.",
  "Го прифаќам себе си дури и кога не сум совршен/на.",
  "Често изразувам благодарност за малите нешта во животот.",
  "Знам што ме смирува кога сум вознемирен/а.",
  "Се чувствувам дека моето мислење има значење.",
  "Имам цел или нешто што ме мотивира секојдневно.",
  "Чувствувам дека го контролирам сопствениот живот.",
  "Знам кога ми е потребен одмор и го слушам своето тело.",
  "Имам време во денот само за себе.",
  "Често размислувам позитивно за иднината.",
  "Чувствувам поврзаност со луѓето околу мене.",
  "Го прифаќам минатото и се фокусирам на сегашноста.",
  "Знам како да се утешам себеси кога ми е тешко."
];
